<template>
    <el-card>
      <p class="mb-2">اين مركز در سال 1372 هجري شمسي در طبقه اول و دوم مجموعه آزمايشگاه هاي دانشكده برق و با استفاده از 20 عدد کامپیوتر 286 – 20MHz کار خود را آغاز کرد و هدف آن ارائه خدمات رايانه اي به دانشجويان، اعضاي هيئت علمي، اساتيد و كارمندان بود. در سال 1374 اولین شبکه دانشگاه بین سایت اساتید در طبقه اول و سایت دانشجویان در طبقه دوم توسط تکنولوژی Ethernet با توپولوژی Bus ایجاد گردید و از سیستم عامل شبکه Novell V3.11 برای مدیریت منابع استفاده گردید.</p>
      <p class="mb-2">در سال 1375 تعداد 3 سالن براي دانشجويان كارشناسي، كارشناسي ارشد و دكترا در طبقه دوم ساختمان آزمايشگاه هاي دانشكده برق با تعداد 85 عدد كامپيوتر PC تجهيز شد كه براي استفاده دانشجويان فراهم و نرم افزارهاي تخصصي مربوط به رشته هاي تخصصي مهندسي در آنها نصب و راه اندازي شده بود. همچنين بخشي براي ارتقاء و رفع مشكلات سخت افزاري كامپيوتر هاي دانشگاه و بخشي نيز براي مديريت كاربران و رفع موارد نرم افزاري تخصيص داده شد.</p>
      <p class="mb-2">در همين راستا در سال 1376 بنا به نياز اساتيد و دانشجويان، ضرورت به يك شبكه جامع كه به اينترنت نيز متصل باشد بيشتر احساس شد و با توجه به تاكيد و حمايت رياست وقت دانشگاه، اولين قدم با راه اندازي سايت اينترنت در مركز فناوري اطلاعات برداشته شد.</p>
      <p class="mb-2">در سال 1380 مركز فناوري اطلاعات با بهره گيري از نيروهاي متخصص توانست مركز سرور اصلي دانشگاه را راه اندازي كند كه شامل سرورهاي اينترنت، پايگاه هاي داده، پست الكترونيك، سرور فايل، سرور Dialup بوده است. همچنين اتصال اين مركز به اينترنت نيز توسط خط Leased Line سازمان پ‍ژوهشهاي علمي و صنعتي ايران فراهم گرديد.</p>
      <p class="mb-2">در سال 1384 با توجه به نياز روز افزون به استفاده از برنامه هاي تحت شبكه در بخش هاي مختلف آموزشي، تحقيقاتي و اداري، مسئولان را به فكر ايجاد زير ساخت ارتباطي پايدار برای استفاده تمامي افراد كرد. به همين منظور با هماهنگي با وزارت علوم و در قالب طرح توسعه تكفا زير ساخت شبكه دانشگاه با تکنولوژی فيبر نوري ايجاد شد كه ساختمان هاي آموزش، كتابخانه و سايت كامپيوتر توسط آن به مركز سرور مستقر در ساختمان تحصيلات تكميلي متصل شدند. همزمان با بستر سازي شبكه داخلي مركز سرور نيز با سرورهاي High End تجهيز وراه اندازي شد كه به موجب آن سرور وب و پست الكترونيك جداگانه براي اساتيد و دانشجويان دانشگاه نيز در همين مركز آغاز به كاركرد. همچنين پهناي باند دانشگاه نيز علاوه بر خط ارتباطي سازمان پژوهشهاي علمي و صنعتي از طريق مخابرات نيز تامين شده بود كه در مجموع به 3mbps ميرسيد.</p>
      <p class="mb-2">هم اكنون نيز مركز انفورماتيك دانشگاه با داشتن امكانات پيشرفته در بخش سرور قادر به ميزباني بسياري از سرويس هاي خود در حوزه آموزشي و اداري مي باشد. افزون برآنكه خدمات متنوعي نيز به اساتيد و اعضاي هيئت علمي ارائه مي شود كه از آن جمله مي توان دسترسي به شبكه به صورت Wireless در درون و بيرون پرديس دانشگاه و استفاده از سامانه جامع آموزشي-دانشجويي اشاره كرد. علاوه بر آن پهناي باند اتصالي به اينترنت نيز از طريق فيبر نوري متصل به مركز مخابرات استان مازندران به ميزان 25mbps می باشد.</p>
      <p class="mb-2">شایان ذکر است که هدف اصلي اين مركز نيز در آينده راه اندازي زير ساخت بسيار سريع فيبر نوري و تجهيز مركز سرور تخصصي است تا از طرفي پاسخگوي نيازهاي آموزشي – تحقيقاتي تمامي استفاده كنندگان از مركز فناوري اطلاعات باشد و همينطور به عنوان پيشرفته ترين دانشگاه در حوزه فناوري اطلاعات در شمال كشور ايفاي نقش نمايد.</p>
    </el-card>
</template>

<script>
export default {
    name: 'history',
    layout: 'main',
    data: () => ({

    }),
}
</script>

<style>

</style>