<template>
    <div>
        <el-card>
            VPN چیست؟
يک VPN ، شبکه ای اختصاصی بوده که از يک شبکه عمومی ( عموما" اينترنت ) ، برای ارتباط با سايت های از راه دور و ارتباط کاربران بايکديگر، استفاده می نمايد. اين نوع شبکه ها در عوض استفاده از خطوط واقعی نظير : خطوط Leased ، از يک ارتباط مجازی بکمک اينترنت برای شبکه اختصاصی بمنظور ارتباط به سايت ها استفاده می کند.
عناصر تشکيل دهنده يک VPN
دو نوع عمده شبکه های VPN وجود دارد :
● دستيابی از راه دور (Remote-Access) . به اين نوع از شبکه ها VPDN)Virtual private dial-up network)، نيز گفته می شود.در شبکه های فوق از مدل ارتباطی User-To-Lan ( ارتباط کاربر به يک شبکه محلی ) استفاده می گردد.
● سايت به سايت (Site-to-Site) . در مدل فوق يک سازمان با توجه به سياست های موجود ، قادر به اتصال چندين سايت ثابت از طريق يک شبکه عمومی نظير اينترنت است . شبکه های VPN که از روش فوق استفاده می نمايند ، دارای گونه های خاصی در اين زمينه می باشند:

▪ مبتنی بر اينترانت . در صورتيکه سازمانی دارای يک و يا بيش از يک محل ( راه دور) بوده و تمايل به الحاق آنها در يک شبکه اختصاصی باشد ، می توان يک اينترانت VPN را بمنظور برقرای ارتباط هر يک از شبکه های محلی با يکديگر ايجاد نمود.

▪ مبتنی بر اکسترانت . در موارديکه سازمانی در تعامل اطلاعاتی بسيار نزديک با سازمان ديگر باشد ، می توان يک اکسترانت VPN را بمنظور ارتباط شبکه های محلی هر يک از سازمانها ايجاد کرد. در چنين حالتی سازمانهای متعدد قادر به فعاليت در يک محيط اشتراکی خواهند بود.

استفاده از VPN برای يک سازمان دارای مزايای متعددی نظير : گسترش محدوه جغرافيائی ارتباطی ، بهبود وضعيت امنيت ، کاهش هزينه های عملياتی در مقايسه با روش های سنتی WAN ، کاهش زمان ارسال و حمل اطلاعات برای کاربران از راه دور ، بهبود بهره وری ، توپولوژی آسان ،... است . در يکه شبکه VPN به عوامل متفاوتی نظير : امنيت ، اعتمادپذيری ، مديريت شبکه و سياست ها نياز خواهد بود.

تاريخ ارسال : 12:39:34 13/2/1390
 
 آیا می‌توان برای سایت مرکز مطلب یا خبر ارسال کرد؟ چگونه؟
بله، برای ارسال مطلب یا خبر به سایت مرکز می توانید از صفحه ارسال نظرات کاربران استفاده نمایید و یا از طریق ایمیل itc@nit.ac.ir ارسال کنید.

تاريخ ارسال : 13:20:0 30/1/1389
 
 پروتکل اینترنتی IP چیست؟
هر کامپیوتری در اینترنت یک شماره اختصاصی دارد که به آن نشانی IP میگویند. IP علامت اختصاری پروتکل اینترنتی ‌است؛ زبانی که کامپیوترها به ‌وسیله آن با هم ارتباط برقرار می‌کنند. یک پروتکل، راه از پیش تعریف شده‌ای است که هرگاه کسی می‌خواهد از یک سرویس استفاده کند، از طریق آن وارد عمل می‌شود.
این «استفاده کننده» (کاربر) در این جا می‌تواند یک شخص حقیقی‌ و یا یک برنامه مثل نرم افزارهای استفاده کننده از اینترنت باشد.
یک IP معمولا بدین شکل است:
۳۸.۱۱۳.۱۶۲.۴۲

تاريخ ارسال : 10:37:33 30/1/1389
 
 Data Center چيست؟
تا قبل از دهه 90 استفاده از اينترنت براي مردم عادي به سادگي امكان‌پذير نبود، چرا كه استفاده از امكانات اينترنت نياز به دانش خاصي داشت. محيط خط فرماني(Command Line) و ساختار غير گرافيكي اينترنت سبب شده بود كه كاربران عادي علاقه چنداني به استفاده از اينترنت نداشته باشند.
در اوايل دهه 90، پس از به وجود آمدن مفهوم وب در اينترنت (سال 1993 ) و پروتكل HTTP كه به سادگي امكان به اشتراك گذاشتن مستندات در اينترنت را در اختيار كاربران قرار مي‌داد، روز به روز بر تعداد كاربران اينترنت افزوده شد. از سوي ديگر با اضافه شدن كاربران اينترنت، حجم مستندات نيز روز به روز افزايش يافت. مسلماً خطوط سابق اينترنتي و سرورهاي موجود، توانايي جوابگويي به خيل عظيم كاربران را نداشتند.
همچنين با زياد شدن كاربران و بالا رفتن حجم مستندات، و نيز سادگي انتشار اطلاعات در اينترنت، مفاهيم تجاري نيز وارد عرصه اينترنت شدند. شركت‌هاي تجاري نياز به سرورهايي داشتند كه اين امكان را به آنها بدهد كه به سادگي و با سرعت بتوانند اطلاعات خود را در اختيار مشتريان و كاربران خود قرار دهند. بالطبع اين امكان وجود نداشت كه هر شركت يا سازماني كه قصد راه‌اندازي سايت‌هاي اينترنتي را دارد، خود راساً اقدام به راه‌اندازي سرور خود كند، چرا كه با وجود كاربران زياد اين سايت‌ها و حجم بالاي ترافيك، نياز به اتصال‌هايي با سرعت‌هاي بسيار بالا وجود داشت كه مسلما حتي در صورتي كه اين امكان از لحاظ عملي وجود داشته باشد، هزينه بالايي را مي‌طلبيد.
راه‌حلي كه براي اين مشكل به نظر رسيد، راه‌اندازي مراكز خاصي تحت عنوان Data Center يا مراكز داده‌اي بود. Data Center ها با در اختيار داشتن اتصالات پرسرعت ‌اي به اينترنت، و همچنين در اختيار داشتن سرورهاي قوي و متعدد، امكان راه‌اندازي سرورهاي وب را براي عموم مردم ممكن ساختند.
شركت‌هاي تجاري و مردم مي‌توانستند با اجاره كردن فضاي محدودي در اين سرورها، سايت‌هاي وب خود را معرض ديد عموم قرار دهند. برخي شركت‌هاي بزرگ نيز با توجه به نياز خود، اقدام به اجاره كردن يك سرور در مركز داده‌اي مي‌كردند و آن را از راه دور با ابزارهاي خاص كنترل مي‌كردند.
اكنون با توجه به رشد سريع اينترنت، روز به روز به تعداد Data Center ها اضافه مي‌شود به طوري كه در حال حاضر در اكثر كشورهاي پيشرفته اين مراكز وجود دارند. تمركز اين مراكز بخصوص در كشور امريكا بسيار زياد است. دليل آن ارزان بودن نرخ اتصال به اينترنت و همچنين در دسترس بودن سرعت‌هاي بالا مي‌باشد.
برخي از اين Data Center از طريق خطوط مختلف فيبرنوري، پهناي باندي بيش از 4Gbps را در اختيار دارند و تعداد سرورهاي اين Data Center معمولا بيش از 1000 است كه بر اساس مشخصات به متقاضيان اجاره داده مي‌شود.
پارامترهاي زيادي در قيمت اجاره ماهانه يك سرور تاثيرگذار است كه مي‌توان به سرعت CPU، مقدار حافظه RAM و اندازه Hard Disk ، حداكثر ترافيكي كه ماهانه در اختيار هر سرور قرار مي‌گيرد، سيستم عامل سرور و همچنين سابقه مركز داده‌اي بستگي دارد.

تاريخ ارسال : 10:35:53 30/1/1389
 
 اف تی پی (FTP) چیست؟
اف تی پی یکی از انواع پروتکلهای اینترنتی و به معنای پروتکل انتقال فایل و مخفف File Transfer Protocol و جهت انتقال فایلها و فولدرها بین کامپیوتر های مختلف کاربرد دارد.
ftp.nit.ac.ir

تاريخ ارسال : 10:34:24 30/1/1389
        </el-card>
    </div>
</template>

<script>
export default {
    name: 'Guide',
    layout: 'main',
    data: () => ({
        
    })
}
</script>
<style>

</style>