<template>
  <div class="columns">
    <div class="column">
      <services />
    </div>
    <div class="column">
      <el-card>
        <p>خبر ها</p>
        <p class="mb-4">با توجه به نیاز دانشجویان به نرم‌افزارهای تخصصی، مرکز فناوری اطلاعات و خدمات رایانه‌ای امکان دانلود این نرم‌افزارها را از آدرس زیر فراهم نموده است. دانشکده‌ها نیز می‌توانند کلیه نرم‌افزارهای تخصصی مورد نیاز خود را با ارسال به مرکز فناوری اطلاعات، به این بانک اضافه نمایند.</p>
        <p class="mb-4">با توجه به نیاز دانشجویان به نرم‌افزارهای تخصصی، مرکز فناوری اطلاعات و خدمات رایانه‌ای امکان دانلود این نرم‌افزارها را از آدرس زیر فراهم نموده است. دانشکده‌ها نیز می‌توانند کلیه نرم‌افزارهای تخصصی مورد نیاز خود را با ارسال به مرکز فناوری اطلاعات، به این بانک اضافه نمایند.</p>
        <p class="mb-4">با توجه به نیاز دانشجویان به نرم‌افزارهای تخصصی، مرکز فناوری اطلاعات و خدمات رایانه‌ای امکان دانلود این نرم‌افزارها را از آدرس زیر فراهم نموده است. دانشکده‌ها نیز می‌توانند کلیه نرم‌افزارهای تخصصی مورد نیاز خود را با ارسال به مرکز فناوری اطلاعات، به این بانک اضافه نمایند.</p>
        <p class="mb-4">با توجه به نیاز دانشجویان به نرم‌افزارهای تخصصی، مرکز فناوری اطلاعات و خدمات رایانه‌ای امکان دانلود این نرم‌افزارها را از آدرس زیر فراهم نموده است. دانشکده‌ها نیز می‌توانند کلیه نرم‌افزارهای تخصصی مورد نیاز خود را با ارسال به مرکز فناوری اطلاعات، به این بانک اضافه نمایند.</p>
      </el-card>
    </div>
  </div>
</template>

<script>
import Services from '~/components/Services.vue'
export default {
  name: 'index',
  layout: 'main',
}
</script>