<template>
    <div class="container">
    <el-card>
      <p class="mb-2">اين مركز در سال 1372 هجري شمسي در طبقه اول و دوم مجموعه آزمايشگاه هاي دانشكده برق و با استفاده از 20 عدد کامپیوتر 286 – 20MHz کار خود را آغاز کرد و هدف آن ارائه خدمات رايانه اي به دانشجويان، اعضاي هيئت علمي، اساتيد و كارمندان بود. در سال 1374 اولین شبکه دانشگاه بین سایت اساتید در طبقه اول و سایت دانشجویان در طبقه دوم توسط تکنولوژی Ethernet با توپولوژی Bus ایجاد گردید و از سیستم عامل شبکه Novell V3.11 برای مدیریت منابع استفاده گردید.</p>
    </el-card>
  </div>
</template>

<script>
export default {
    name: 'Personnel',
    layout: 'main',
    data: () => ({

    })
}
</script>
<style>

</style>