<template>
  <el-card>
      <p>
          خدمات ارائه شده مرکز فناوری اطلاعات دانشگاه صنعتی نوشیروانی بابل به شرح ذیل است:
سرویس اینترنت (Internet Services)
کاربران دانشگاهی اعم از دانشجویان کارشناسی، کارشناسی ارشد ودکترا، کارمندان و اعضای هیات علمی می توانند توسط کامپیوترهای مرکز کامپیوتر یا کامپیوتر بخش های دیگر دانشگاه و با داشتن امکان دسترسی مجاز(account) از سرویس اینترنت استفاده کنند.

سرویس اینترنت توسط سیستم بیسیم (Wireless)
علاوه بر امکان اتصال به اینترنت از طریق کامپیوترهای شخصی (PC) متصل به کابل شبکه، کاربران می توانند از طریق شبکه Wireless دانشگاه نیز از اینترنت استفاده کنند.

پشتیبانی از Web site، E-mail و FTP دانشگاه
مرکز کامپیوتر مسئول ارائه سرویس های پست الکترونیکی و FTP به کاربران تعیین شده و نیز پشتیبانی و به روز رسانی سایت وب دانشگاه است.

پشتیبانی از سرورهای داخلی دانشگاه
علاوه بر سرورهای سراسری که از طریق اینترنت قابل دسترسی هستند، تعدادی از سرورها نیز وظیفه سرویس دهی به کاربران درون دانشگاه را بر عهده دارند. از آن جمله می توان به File server، Print server و تعدادی سرورهای تخصصی مانند DNS و DHCP اشاره کرد. مرکز کامپیوتر مسئولیت راه اندازی و پشتیبانی این سرورها را نیز بر عهده دارد.

سيستم هاي مانيتورينگ:
در اين بخش از Config سوييچ ها و روتر هاي دانشگاه تا کنترل و مانيتورينگ همه چيز تحت کنترل ميباشد. 3 سيستم مانيتورينگ در مرکز داير مي باشد که کارهاي زير را انجام ميدهد: 1- مانيتورينگ پهناي باند مصرفي دانشکده ها بصورت (روزانه – هفتگي – ماهيانه- ساليانه) از داده ها و ميزان مصرف در تمامي ساعات Backup تهيه مي شود 2- مانيتورينگ سوييچ ها و روتر هاي مرکز از لحاظ اتصالات ، قطعي ها و Alarm هاي مختلف 3- مانيتورينگ کاربران پر مصرف در سطح دانشگاه و گزارش گيري (پر بازديد ترين سايتها ،پر بازديدترين پروتکل ها و ...) 4- مانیتورینگ سرورها در صورت بروز هر گونه مشکل و از کار افتادن سرویس ها

خدمات پردازشی (Processing Services)
کاربران می توانند در سایت های این مرکز و دیگر بخش های دانشگاه از امکانات پردازش اطلاعات از جمله نصب و راه اندازی نرم افزارهای مورد نیاز و پشتیبانی کاربران به لحاظ فنی استفاده کنند.

سرویس چاپ (Print Services)
فراهم آوردن امکان پرینت مطالب دانشجویان با ارائه سرویس های مجزا برای دانشجویان کارشناسی و تحصیلات تکمیلی از جمله این سرویس ها است.
      </p>
  </el-card>
</template>

<script>
export default {
    name: 'Services',
    layout: 'main',
    data: () => ({
        
    })
}
</script>
<style>

</style>